{"version":"1.0","truncation":null,"padding":null,"added_tokens":[],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":{"type":"TemplateProcessing","single":[{"SpecialToken":{"id":"<","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":">","type_id":0}}],"pair":[{"Sequence":{"id":"A","type_id":0}},{"Sequence":{"id":"B","type_id":1}}],"special_tokens":{"<":{"id":"<","ids":[0],"tokens":["<"]},">":{"id":">","ids":[22],"tokens":[">"]}}},"decoder":null,"model":{"type":"WordLevel","vocab":{"<":0,"M":1,"R":2,"H":3,"K":4,"D":5,"E":6,"S":7,"T":8,"N":9,"Q":10,"C":11,"G":12,"P":13,"A":14,"V":15,"I":16,"F":17,"Y":18,"W":19,"L":20,"-":21,">":22,"*":23},"unk_token":"-"}}